ICOFOAM/HagenPoiselle_AnaliseDeMalha/HagenPouiselle_Malha3/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          10;
        startFace       1890;
    }
    outlet
    {
        type            patch;
        nFaces          10;
        startFace       1900;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          200;
        startFace       1910;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          2000;
        startFace       2110;
    }
)

// ************************************************************************* //
